import React from "react";
import Cover from "../images/kacc.jpg";

const About = () => {
  return (
    <div className="flex h-full">
      <div className=" w-full h-full pt-24 md:pt-24 ">
        <img
          alt=""
          loading="lazy"
          className="h-full max-h-[640px] w-full md:h-[550px]"
          decoding="async"
          data-nimg="1"
          src={Cover}
        />
        <div className="md:mx-44 md:mb-20 mx-12 mb-10">
          <div className="flex font-bold text-lg pt-10 justify-center">
            БИДНИЙ ТУХАЙ
          </div>
          <div className="flex justify-center">
            <div className="w-16 mt-5 border-b border-green-"></div>
          </div>
          <div className="flex text-justify md:pt-10">
            Манай компани нь 2008 онд үүсгэн байгуулагдсан бөгөөд Кассын тоног
            төхөөрөмжийн худалдаа, засвар үйлчилгээний чиглэлээр үйл
            ажиллагаагаа тогтмол явуулж байна. Бид Бүгд Найрамдах Солонгос Улс,
            Тайвань,Бүгд Найрамдах Хятад Ард Улс, Хонконг, Бүгд Найрамдах Франц
            зэрэг улсуудаас үйлдвэрээс шууд оруулж ирдэг тул бусад ижил үйл
            ажиллагаа явуулдаг компаниудаас албан ёсны гэрээний дагуу зах зээлд
            нийлүүлдэг. Одоогоор Улаанбаатар хот болон орон нутгийн ихэнх
            дэлгүүр, ресторан, эмийн сан гэх мэт кассын тоног төхөөрөмж
            хэрэглэдэг үйлчилгээний байгууллагад нийлүүлдэг. Манайх Улаанбаатар
            хотод дэлгүүр болон засварын төвөөр хэрэглэгчдэдээ үйлчилгээ үзүүлж
            мөн бараа захиалгыг онлайн хэлбэрээр авч хэрэглэгчдэд түргэн шуурхай
            хүргэн ажиллаж байна. Манай компани нь инженер техникийн
            мэргэжилтнүүдээ Хонконг, Бүгд Найрамдах Хятад Ард Улсын харилцагч
            компаниудтай хамтран сургалтад тогтмол хамруулан ажилладаг. Манай
            салбартаа мэргэшсэн хамт олон худалдан авагчдад Чанартай
            бүтээгдэхүүн, түргэн шуурхай үйлчилгээгээр хэрэглэгчдэд сэтгэл
            ханамжийг авчрах нь бидний эрхэм зорилго билээ.
          </div>
          <div className="font-bold py-3">Бидний уриа</div>
          <div className="flex font-bold justify-center">
            БИЗНЕС-ЭМХ ЦЭГЦ-АМЖИЛТ
          </div>
          <div className="font-bold py-3">Бидний онцлог</div>
          <div>
            <ul>
              <li>Энэ салбартаа тогтмол үйл ажиллагаа явуулж байгаа</li>
              <li>Кассын тоног төхөөрөмжийн сонголт олон</li>
              <li>
                Дэлхийд танигдсан чанартай брендийн бүтээгдэхүүнийг Монголд
                борлуулдаг
              </li>
              <li>Үнийн бодлого ямагт хамгийн хямд байдаг</li>
              <li>
                Сэлбэг хэрэгсэлийг үйлдвэрээс шууд нийлүүлэн засвар үйлчилгээ
                үзүүлдэг
              </li>
            </ul>
          </div>
          <div className="font-bold py-3">Үйл ажиллагаа чиглэл</div>
          <div>
            <ul>
              <li>Кассын тоног төхөөрөмж ба програм хангамж</li>
              <li>Рестораны тоног төхөөрөмжийн худалдаа ба засвар үйлчилгээ</li>
              <li>Програм хангамжийн үйлчилгээ</li>
              <li>Дэлгүүрийн хамгаалалтын хаалга</li>
              <li>Цаг бүртгэлийн систем</li>
            </ul>
          </div>
        </div>
      </div>
    </div>
  );
};

export default About;
